Revit 2024 API
UnitTypeId.CubicFeetPerKip Property
 Cubic feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicFeetPerKip { get; }
Visual Basic
Public Shared ReadOnly Property CubicFeetPerKip As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicFeetPerKip {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace